IDEA StatiCa Open Model
ConcreteMemberDataEc2.RelativeHumidity Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the surrounding relative humidity.
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double RelativeHumidity { get; set; }
Public Property RelativeHumidity As Double
	Get
	Set
public:
property double RelativeHumidity {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConcreteMemberDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace